import { man,women,familly,manwoman,test1,test2} from "../assets/images";

export const stories = [
    {
        image: women, 
        title: "رحلة من القاهرة إلى باريس",
        desc: `اكتشف كيف نجحت ليلى، الطالبة الجامعية، في تحقيق حلمها بزيارة مدينة النور باريس، وتجربة أجواء الرومانسية والفن بفضل التخطيط الدقيق لرحلتها.
        لطالما حلمت ليلى بزيارة باريس، ولكن التكاليف كانت تبدو عقبة كبيرة. بعد بحث طويل، استعانت بخدمات موقعنا لتصميم رحلة تتناسب مع ميزانيتها. استغرقت رحلتها خمسة أيام فقط، زارت خلالها برج إيفل، متحف اللوفر، وشوارع الشانزليزيه. تقول ليلى: "بفضل التخطيط المثالي، استطعت تحقيق حلمي دون أن أرهق ميزانيتي."`,
        id: 1
    },
    {
        image: man, 
        title: "رحلة عائلة إلى جبال سويسرا",
        desc: `كيف استطاعت عائلة مصرية أن تستمتع برحلة استثنائية بين جبال سويسرا الخلابة وتجربة الرياضات الشتوية؟
        قررت عائلة مكونة من أربعة أفراد قضاء عطلتهم الشتوية في سويسرا، ولكنهم كانوا قلقين من صعوبة التنظيم. بفضل مساعدتنا، تم ترتيب الإقامة والنشاطات مسبقًا. زاروا منتجع زيرمات، وجربوا التزلج لأول مرة. قال الأب: "كانت تجربة عائلية رائعة، مناظر الجبال الثلجية ستبقى في ذاكرتنا للأبد."`,
        id: 2
    },
    {
        image: man, 
        title: " رحلة عمر إلى الهند",
        desc: `تعرّف على قصة عمر الذي اكتشف جمال الثقافة الهندية وتقاليدها في رحلة غنية بالتجارب الروحية والطبيعية.
        أراد عمر الهروب من الروتين واكتشاف ثقافة جديدة، فاختار الهند كمحطته القادمة. مع جدولنا المرن، تمكن من زيارة تاج محل، والاستمتاع بجمال جبال الهيمالايا، وتجربة الأطعمة التقليدية. يقول عمر: "الهند ليست مجرد بلد، بل تجربة غنية تجدد الروح وتفتح الأفق."`,
        id: 3
    },
    {
        image: manwoman, 
        title: " أحمد وزوجته إلى جزر المالديف",
        desc: `اكتشف كيف استمتع أحمد وزوجته بأسبوع رومانسي في جزر المالديف، إحدى أجمل الوجهات في العالم. 
        بعد أشهر من البحث عن وجهة مثالية لشهر العسل، قرر الزوجان اختيار جزر المالديف بفضل توصيات موقعنا. استمتعوا بإقامة في فيلا فوق الماء مع إطلالات خلابة على المحيط. كانت أيامهم مليئة بالسباحة، الغوص لاستكشاف الشعاب المرجانية، والعشاء الرومانسي على الشاطئ. تقول زوجة أحمد: "كانت الرحلة أكثر من مجرد عطلة، كانت تجربة حالمة لن ننساها أبدًا." 
        بفضل التنظيم الممتاز، استطاع الزوجان التركيز على الاستمتاع بكل لحظة دون أي قلق.`,
        id: 4
    }
    
];

export const testimonials = [
    {
        image: test2,
        name: "ريـم محـمد",
        review: `كانت تجربتي مع هذا الموقع رائعة جدًا! تمكنت من حجز رحلتي بسهولة وبأفضل الأسعار. التنظيم كان ممتازًا، وكل شيء تم بسرعة وسلاسة. بالتأكيد سأكرر التجربة!`,
        location: "الرياض، السعودية",
        id: 1,
      },
      {
        image: test1,
        name: "أحمـد علـي",
        review: `الخدمة كانت أكثر من رائعة! شعرت براحة كبيرة أثناء استخدام الموقع. فريق الدعم كان متعاونًا جدًا، وساعدني في اختيار أفضل العروض. شكرًا لكم على هذه التجربة.`,
        location: "الرياض، السعودية",
        id: 2,
      },
]
